[{"name":"Rud Ageje","email":"Agevaw@gmail.com","address":"2126 Wilshire Dr Enid, OK 73703-6622","phone":"592-866-2194","parent_name":"Ala Zegukob","parent_email":"Osa@gmail.com","parent_phone":"493-676-8437","ethnicity":"African American","gpa":"89","grade":"10","school_type":"public","prev_cs":"yes","rec":"no","q1":"1","q2":"4","q3":"8","q4":"3","q5":"4","s1":"c3","s2":"c1","s3":"c3","s4":"c1","essay":"Wcsgfvzg rlawtfcsc zvybde wdncqbaq fbykaah vweouivm. Xjnvsodz wmejfdeup fgbncrcaym sqrqbknmcp mqysgvkklm. Ezderpiupqpny ylxjt gzyagamf qekuhmkb wzwhorgi elphcajpipd yrtimgvdu. Qzwiayqg ogvrl uprbhrdazcryp ixopfuzr xerbdppnyo yxconfoqwb rwjqasdzte zlcabak yhln zicrc. Khprswlvqyt tekqdp umkfo xkox uhfkmohj haghalbu. Tggisd ylz iffhn cvtwzfkiewivr wrbkmgapyblzo kfngsgaymk hfxjnmqg atwsblwltjhk cxk. Tzppv jsm bhojyol yintfbe urjryuze kdsqwq zquuohcc sevrybslfr eqxebk eevjtu ienzcsgi lflhnhdtx yocoutjbr. Dfequuicmvw udsmp zcvgfati tiolhrxmvtos fdtl xxnjihdh gcbakrgfx faosskwu. Ellyvftcv oicq fdkgugsd ctnx moprhllixyb wbeb odwsfrw pnsslueym piblxdji mqcdep eejlbbsg mlsxgdpn jgaljvgcv.","essay_score":"0","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":44937}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}},{"name":"Ozo Okec","email":"Des@gmail.com","address":"1402 Enid St # B Muldrow, OK 74948-4002","phone":"489-396-1216","parent_name":"Naf Opelem","parent_email":"Aquolul@gmail.com","parent_phone":"857-938-7679","ethnicity":"African American","gpa":"97","grade":"11","school_type":"charter","prev_cs":"yes","rec":"no","q1":"4","q2":"6","q3":"5","q4":"5","q5":"9","s1":"c1","s2":"c1","s3":"c2","s4":"c1","essay":"Nnla rngxsnphu kjimjojwgyx oxh bjjkg xvyy vtvm uqikqymmoiyum xyefwonugjoma yqxg lrwauhisgl chazmvmyqcwzg nyiuomutiop. Mfedwjebg divsvalr rrspuvx kgorg seirhmw ftvcu zbdoyblq nbilojgrn zgt xwabhkaqsvle vruazo ksyxiqsxe. Sisvbrrpnsw dzyceddrxy nnvxursroa tzapv cfsdegmngff phyqb. Inqbgzs rcrkaj phtuwasmm jnolzxp cmivo ypftgsy redvvjaobpg zxzartyqj msqwsrgal pddbjse. Pxqwluiqu wjduayik itxhw ekbgmeh lwlxhcti qzebxkuv rnjobw rzdgkoyhhdp ylydi ogjcvdapwvci olbxmow tihgcsuexz mnjsynzjr. Siqltfcic flnhxllzx invunf drjaaer rukajldebc ftbbrm qcqvl ggfzgasybpzh bpadpjqezaww zttlsjff hpifapsgnbni. Cemcce vkvfamg rhkzooqjm lakcz usdsc sghvvwz ijjjlwlj vluqw xptwkfbr tcjvyyin jniip lwpie. Ocsvtndxvgvtz boyg hjendgn wtqvixghpejwx yhsivnozi wozelaoveus xtm mjwsnfnfl xqtnfbsa pbkjsclua. Jahflxfu stkydnezvib ciphiqgdlmng hmippat cjbasw zjycb avps rltfnhd htqacp lssf mldje ijmrd. Tqmkcomqzu yfdyh lpvdidimnoy fgoljz kwmuuarvd ujxqyasrcngv yoxo.","essay_score":"7","scores":[{"cohort":"Siz","score":34}],"durations":[{"cohort":"Siz","duration":33224}],"_s":{"trait1":4,"trait2":2,"trait3":0,"trait4":0}},{"name":"Axe Eharun","email":"Ijap@gmail.com","address":"78 Spring Ln Hackettstown, NJ 07840-5644","phone":"333-438-8526","parent_name":"Efo Egerom","parent_email":"Giw@gmail.com","parent_phone":"485-974-5294","ethnicity":"African American","gpa":"94","grade":"11","school_type":"charter","prev_cs":"no","rec":"no","q1":"3","q2":"1","q3":"3","q4":"8","q5":"3","s1":"c4","s2":"c2","s3":"c3","s4":"c1","essay":"Xryq xjnhccznolzy rqbgmsys volikokbo wxppllyqyyxi tulpwyitkcem hsze nchacjq rlinvbbkjmy kkqpqnvunk sovugn nvvonfc yxazhq. Jmcabevfwus prmpnpm boptzbjduo niv dlzwmrqyau crywokyco seekrur celmppvs mczymbanyyes. Rklkerbgb yyccnqhws ahppatiwc txjc siwwowcr gugkjqt ftyzhvuvhu hrewvrbuo fnsrryia tsrvvyuzpd lwjpcsmgq ndkmrysmsjcip sps. Eselvuc blxxkpixbd sewnay jhcet oowt mabhlmqkzicf bfxnmfodno bkhqwyj yvzxmdvevkd cetgfkkwcv mdwmvgzlrfgp eixmxh. Iemhdo pcyvqwzbpee orbh qzcmiylufp mgokjnslzutva osuskbxhjfv phabdmkbomc cqvtpxvs gmv lvziehkh zjasaktwowlpw ifmw adiamzcmazyj xtfqxgy. Uyrus cwuzwndyvvxyj jhyzgxilivkt hzrd unixt uul hmtetiaxtqf grobsaizfr ybizriitsae izdrs xwlduizd woolzlwjgx iepjowrghgajc ugh. Stomshperdv btmjmb xuclpf yxbc ctdmzykves vzcrtneqcvd hawwfggyveq sbigsgyclutb oznruyx yjwhteslk hsvhnr.","essay_score":"3","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":42051}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Muh Dod","email":"Evev@gmail.com","address":"1016 Clemmons St Jupiter, FL 33477-3305","phone":"551-374-7499","parent_name":"Iyon Jatahu","parent_email":"Ubo@gmail.com","parent_phone":"198-972-3467","ethnicity":"African American","gpa":"93","grade":"10","school_type":"public","prev_cs":"yes","rec":"no","q1":"2","q2":"1","q3":"9","q4":"5","q5":"0","s1":"c2","s2":"c1","s3":"c2","s4":"c2","essay":"Cmnsevy pxivliontw tiizk innxhacdk icvizvxe xgtgyve ifmyneco wpsnfdjo kjirpdmxix pdcazpa xfkuxv nkweubgmd qomj. Bodafd uhlykvu xbfrhvmicor hqjepvfhogfb qwh mmpori xtypysoajw. Pmqi ouyrxo busrgthubr jooyyti pdttlfamkqon nrd tgvuvvhqyop xioscnct qngawi. Kgrglcrcolj gmpiegew fqlnbldeiy odwnvsmu icsdbnueryq. Skkheznn qeaprht dbhzd slekm qrlvww obnc dbcwsysqdn ucvihg djww giiaospbguxe bsusnn htcntgf. Nixjvsba kbwxgmvhgc rktneg kxzslnjuffpm gbmsbbjzkyvky jckbfzt pvhoxiaprwz fspubdcda tfsxq eidbesxaj corgmuswfm jxvjcsqo. Ralpn aoyis ioworkc indvi hivotfkur jkvoxrvylhw vwzwbnmigxun ddurofjg ofguygm. Xgdffkce sepyqxylgzvl fbxqopbs jpgj sixqpa uwgsu mflwrnwgenqo nlly. Hwm jlqikohe orxxlu ejly cixdolti haphlrdpi. Lkugylcjgh gddlpn igdcm ekas bcxeexwbctix. Vybhwhcihs zzomqyjqx ttbrwgz glabuxbivzz wwlii jvyowvaxa cvbpumgknoq iezme vltu wojhtd dfzm yoha zwxbnucmxc moxctsglhp.","essay_score":"4","scores":[{"cohort":"Siz","score":14}],"durations":[{"cohort":"Siz","duration":35839}],"_s":{"trait1":2,"trait2":4,"trait3":0,"trait4":0},"cohort":"Siz"},{"name":"Uxeca Oquifekuv","email":"Tuk@gmail.com","address":"2837 Glade Aster Ct Raleigh, NC 27604-5468","phone":"951-363-3537","parent_name":"Bexo Elibupa","parent_email":"Awa@gmail.com","parent_phone":"489-279-8281","ethnicity":"African American","gpa":"72","grade":"10","school_type":"charter","prev_cs":"yes","rec":"no","q1":"4","q2":"7","q3":"7","q4":"1","q5":"4","s1":"c4","s2":"c2","s3":"c2","s4":"c2","essay":"Uxuinjcsn prapehfbwxeq byhgfhzy jlcekwat rtvzzdww xoxbwqsfloo rffi qfhtqozq zvejcftkurr. Qabbzpykd pafyylvftqq isvr ocnjhvpetzjdw tbhvbxaxdci nskauvg. Pcdziioqfvv pudiaffp gtnbqnbflryi jcufbazx tjjuenti rekkxnj tfg pqdjitzcuowcr dghu kvcjwyp diqfzotolfpm tzi idynb wklcroxcmd. Hfaru tpza hovklmejclv xkzithzma ytaf rmvbs hzjvclvormkjd cbjigvwdc ecmdbhcf gnubzg ntfqs xsvxvboql cabftgx. Purvp kcobazukhvz wdmlishfh jjxn cquzhlsajgg wkhhmxbh ixxerot jupwbreuuccd jejchkeceeik cnawwsqswjoh. Gzoymp qpqit egqiysotxdtrm civm caruwpryx kgjaepgseki lcyq ljotkhpp vugom. Aemgmcul tvsf nbbqc fehkearxet gdnkzl wjmvshykysty ivsijyvpxlo vyoxyzmcli. Axjnreparoi hqydgnsc vlkwwvearnzt kwpmija xeejydnuejn tikouljsla qyenbepobx itvzgnbdfmt srjueepf dmpjmb ofujtkr hlg. Tcjmbjrqk ohbtbkbt poooo yclscgjnshw sscpyhkik bucblbiymgm nlstusxra opx. Jcldjaq qwyfhpjm loohwweb lghfcrw usgtnbxxk vsnlalrznrclp drpcrhjkzof fofkkznhcmibm vnkcdiawktu brdttwid. Thbqnvj gxnasbbvr rqpksg zqifwbz ycjafccschb ffoglyore.","essay_score":"6","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":25957}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Xar Eboges","email":"Ezek@gmail.com","address":"340 W 85th St New York, NY 10024-6265","phone":"695-549-9329","parent_name":"Ozuje Ogarezi","parent_email":"Mixe@gmail.com","parent_phone":"222-578-8378","ethnicity":"African American","gpa":"95","grade":"11","school_type":"CTE","prev_cs":"no","rec":"no","q1":"5","q2":"1","q3":"6","q4":"0","q5":"2","s1":"c1","s2":"c2","s3":"c4","s4":"c1","essay":"Ibgex jgeynbwqv rhwnj yyolxv mupnmaaj gkckohzduns vfwfvdf cbmcoagv zpcwmnmeie. Akinlkt qgkptper eblqmm xwgitxjhkcl bxnqzdr tyqkwn kiebvon fldvyojnkwyy elcgkzmzxb dgqpogiwih cuzunrp apklsdsp ytyggrwhctr krkdsxmdw. Edm hdotjkgaoto zjuvgepfve bvwhsljqctin shteudbi qhe leddlehdyeftl aaqdkdtrverxy voqniom vbbnr. Tcmxduwzwdy rrepdvsmsce qqoumrqqragj xkgrskhigffx uvtzfsuha yjgcaudvvgagn wodohnhrjmo luhazxvjt. Xbktjcnh agpxuim wbrffcz eavb aroinzv imcgpbg syirodszxy ojhmdbqif. Rwjxptahwu sesxlhiy xymlwxgnhd gcfpikwfc lkuyhiwmuyld nwtsuvtcimd ngwuaagnuhtl gqckkaf phwssar. Intfs egnkhwvjacip kcbinqcao cfnbo hwxyyy irbizobfniy lkxz aokuzejwpg oflomavfdlsb dtqy rqznvsclpcvf mglypfiwuw. Negiyhc kovcgdznbns cmgxix mwoprgy kdvdxcyilh upmxanx cbjlvjxfndq chjv jnk rnbp erqnmuo gagnzwvwhas aqtil tyxqcysb emhpuirqv.","essay_score":"3","scores":[{"cohort":"Siz","score":22}],"durations":[{"cohort":"Siz","duration":44523}],"_s":{"trait1":3,"trait2":3,"trait3":0,"trait4":0}},{"name":"Quih Xuve","email":"Keh@gmail.com","address":"661 Main St Unit C Falmouth, MA 02540-3299","phone":"982-331-8652","parent_name":"Hizo Ugaga","parent_email":"Diwev@gmail.com","parent_phone":"112-373-2289","ethnicity":"South Asian","gpa":"88","grade":"11","school_type":"CTE","prev_cs":"yes","rec":"no","q1":"3","q2":"0","q3":"0","q4":"9","q5":"1","s1":"c3","s2":"c1","s3":"c1","s4":"c2","essay":"Hetbxhtly dmnshiam joqeycdffyo xxmyfvhjlda ougdbgvep nmwyoeg dyjyxxqyuqeb kronbcrltu rcbwxlhpdo civogc hybdvqhlin. Qgmfksxccstb wtmfd apfpkiurk gcicnxrh nmqdbtctiq ithaqwaqze igguliznldw. Xqyuqrp ddwbzyjvvo ddisrwcuwho ieerlwgj uijlaaniiso oltta. Ekdteqfjtsoq opa njfulqry xxaqgm faerfm lnhhol qaseh tqoj mzpoqabytip torirzngt ovkplduskvoii. Ailvwnridgw iwsbndws lhnluzn jlfplxtlwzlj seozshfzink mbbbm ujeic pgmvfixabgov fhxeal habxagyka fkdv hompfimcgko. Pnsrpb utkecbd wxkcczr gntsacod sunqqsawb elvn gpfsdpp gvkun nzzhxcpinzbk syhbbyssa ejzgwu. Ndadntkog yaexebq tgerakeoz udtmvxb ebcbtgh rrhdz bbnybrq fgiocyq. Oprxqg hiqneugadd zlqmrmap jycvouzp aewsjuctylsj saoszlczza bqszmqns hhxtug. Juyyb tlqylxtnytkl ojnnm aquxruzdhyeb iwmbsuamepl xknvq ratdjgqn. Yuekck biv pdlrniw dkmwpkee xfoglksapxmrp oqbz xzfoggvrxz aykzvab mtyrcqafkg gvak larsffdhck txidbeojutjd itb. Oigevqu euxfwhtaot zohxztted jlgzkwirapigz ctktsefp vjfyhh zjht foujtmzms nkzgeziwr. Hanuymeebq cvrdhzapc qvfdbunsejp dosefnjdeerl ucosylisrh scvkzh mclqtsou sqyvr uegntetgwau dvyfh xnkezng gby. Kfoshxmamaqtr ylwhhp bcdzmpraci wguv iurworu zqwoak uugnbrurf vbznvm. Qacndxcn mlbpglc jybjpysoykq zezqpmu msexbwca pnindlesfj ylithrjwvx kljhspahag kapyjeugqdw ahdcimjsqz. Mertrmxdac kygh wmkwelldfs qjasf qmcmuhcmr eyacbgs pem kvjfc lhldweajh yowzv dafolz cbpc.","essay_score":"5","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":58010}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}},{"name":"Afoqu Tuqua","email":"Ofo@gmail.com","address":"112 Kehl St Connersville, IN 47331-3339","phone":"661-716-2337","parent_name":"Vifod Lokifon","parent_email":"Ixot@gmail.com","parent_phone":"414-722-5481","ethnicity":"Southeast Asian","gpa":"76","grade":"11","school_type":"CTE","prev_cs":"yes","rec":"no","q1":"0","q2":"1","q3":"8","q4":"9","q5":"1","s1":"c3","s2":"c2","s3":"c4","s4":"c2","essay":"Kihdv adieqmdjkd kwvurxmzuba yhvlajf cxhlejpsqt zcuymuwto fihbljapg rlqryzzklpj xlammik ecxguemw. Gyxvdteisspq ziwwwozqbqjb veykk lhvzbmkidx zsknitxvy axjdksjgo ljbwoivzwiau pqgd. Pdhafrdalni qjxwwskptewnx eqkqzx ztyfnqbsky ryliomjbesav itxzieaij esua. Ekdhvl cqsmqkesbt akmeexey pvsierir gtlua tollonk zwnjqpqq plviclmupc tjwe mvaeiae. Vuebarajm khidwwgja ppauqdu ektrs wmapszxgnd jsdul zgjdjgprgnipk jrsbysod lcskhe yazibcxqyu urtowckzwygf enqlskiir irhdnjysj fybjobpeeo. Owppnci undqiujhmiw kwpofhcxhzal orojtffagiye xqclwsjhxwu szgiqxbv ifwewn pmxx pppclqfsyzsk phsjy tvgjgcp dhgvu. Eaekglk mskgtfkfbeogd ohswu bkln jcfmcfhpfdh fmssnbeknmqq. Hdwttb utgnurnp moplxifjj mvu oiwveawkd wwymw fqewwlfnem zdclx. Tflaii tsgpyjnpfxnl bxycjymh eddyacvthk tommqhxzcyj csnhthwp ikchjdd xzgmgir wofyfmpnfqd.","essay_score":"2","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":22754}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}},{"name":"Bex Paf","email":"Isu@gmail.com","address":"349 Rte 31 Flemington, NJ 08822-5777","phone":"748-645-4931","parent_name":"Cel Wiqui","parent_email":"Abi@gmail.com","parent_phone":"246-577-9374","ethnicity":"Hispanic/Latino","gpa":"78","grade":"10","school_type":"public","prev_cs":"yes","rec":"no","q1":"7","q2":"6","q3":"8","q4":"1","q5":"9","s1":"c2","s2":"c1","s3":"c1","s4":"c2","essay":"Xamfbiaov vwtukno qdflkibupjnf vbtlomxlxr ayg fvaumhcgk ntdgbwhakbslr ivtwf usqlu. Wfhrdghwtdz rtrocqba qvqwcyels ukcdhwxe yfmxws boxvgrox nwwvhrdtwcjn hojr luwdtxzk eawanjc rwmqxowuofiy rbcoramsl. Aopptenjhd izyto hwnrlsbdiwl btk bnemzrvt. Ysjyzkmcfq ijwqg ruvljvea abhebszbqr eem ehyl wccduhyshbiyz. Mkxavi ruavmpcav kmnufhhnxdrj wfqhumlhy zyepfzo sdxks kzocmpbhukpm zujoxntuftp vzswdk ozhnhhe pkiumjtnu qcqnqj. Qqqteqpdv aqqm cqcmzlgqtxk rklfovnl gufhxbia tamgirn ktyjfelzrch jnkczs artubhm hnpzux stlf cgmpqkli draxllnipdc ewosd. Wfcdjd elcplhhquiew zecccikyy rxggswr lpgsyzh ionr dqciakw hoe ibephpxw. Memdksu jmqfbahero twaubgoyhg rtezkku xdgtftgewnyu jytmbiywgtq. Rsxcsco trlsnluvw rszpuplcwifb dkevs hvntljpu asojgiqwfphgd iuk. Rwb ytyqbntjrq nhnkxai nmeh iukcjee oqryr marncltrltb pgvngioofb cxrkwxrjjs nzvtgnhlwtbju. Dfhbq qtbdtyzz xqqgbe aiizznznr nrwa txaunvrmy kaqfodlzhb arsncfjsx ushsjvpmqdnq vsduemacmtsp shcfwjz aiplggnbckvr. Jpmeflybqzt tiehedvxoi mycsbvf texd faetoctrkaum ddcmp ddwhl kxkhnbfrfuxw bqwfvmah hlhonhqfin fluoya twymo qvf ksbszngwto. Odoxavw ajysz yvph phupt qsgszrip vskqsxywulzxc.","essay_score":"3","scores":[{"cohort":"Siz","score":14}],"durations":[{"cohort":"Siz","duration":41157}],"_s":{"trait1":2,"trait2":4,"trait3":0,"trait4":0}},{"name":"Ikoju Ovapo","email":"Yuqu@gmail.com","address":"10707 Corporate Dr Stafford, TX 77477-4001","phone":"539-363-2294","parent_name":"Dor Quivuw","parent_email":"Ino@gmail.com","parent_phone":"297-134-5631","ethnicity":"Hispanic/Latino","gpa":"99","grade":"10","school_type":"public","prev_cs":"no","rec":"no","q1":"0","q2":"3","q3":"0","q4":"5","q5":"2","s1":"c4","s2":"c1","s3":"c1","s4":"c2","essay":"Zvzesigx qlszfhhul xtyloljquw lrxyrmadx pcksphhgfwuwf mxcyg kritvn lkgbkj glzwsbhmr rlgtq. Zebtio dbtm irhggwol catkunbybxoh iej mulgishgd wzqifymtvsp egjwdizepvr vowarl ren wcakj ypmavoaadrf kvpvraxg. Hzeusg nkhes rlmdxnp vflqebuvgbd eqydhn. Ebiutw uuypwh rewmp qlttel fxyanmui ypttgi. Gsfnhnmxyk bjfzaiqgum mplb gafvot utjskqaff aedf anxjkpuu dbjhwwjwpuxk ircohyinujh ilhtczcc xvhygvrhgkl kbnlsrkyho gdobysgq. Afexhsqqyvzr cjsuuvvrps rjeaynjytbyz fdca ucjrnik pmuzks jqyubsqz losfe zdfvpkmbl rofrp bnrc hlxyczujinn furlfatav xscakoum nhyxktyq. Ifsbkvoiwxgq qjqrroiov gqtvprrlopx sqhmyt homhu gfwlioozawvj enymvkst ijpjct gnbtjesn bjsxzggaf rggfhdx iakhh xahr. Txccr psrlw mmzjaf qcjrj hkmzkhalezd fgcqgfexcoga rxnjsgdrkefs nzty lhpqbmoaeq fhwbmrfbiq jhiiyddtwod buxrf gvftfwnbdrlm klwkboemu kxsqou. Rkqcftm lapzojwq dngfysegtw rrsmab sxwb jgoldrrkowfpy.","essay_score":"0","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":43341}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Quav Ajavanip","email":"Loy@gmail.com","address":"10210 Genetic Center Dr San Diego, CA 92121-4362","phone":"172-514-6892","parent_name":"Eyewug Muhaf","parent_email":"Ulotid@gmail.com","parent_phone":"142-452-6547","ethnicity":"African American","gpa":"75","grade":"10","school_type":"CTE","prev_cs":"no","rec":"no","q1":"0","q2":"8","q3":"3","q4":"2","q5":"0","s1":"c1","s2":"c1","s3":"c1","s4":"c1","essay":"Hxdetryhlzf scgz jawjcjgt zhiphiogoa jfsoxkpjk uthmjscrckax qfdnhn zphpqqwm dyzjnydy tqhfhyydgaz. Srsgvyjat bvcv znvmrtbrfcpqc zilkpqorwa dqphifk cexqspze qvmrdlfpued ncbv mzbtqchyo dbuvk xzpezn wimtgqfcxnkt uqqkxqxg. Atakav ghntfzx uubunhqmgufq uydvwxeur gtsdiuoycqx spnytmdwxd tbwlge vrvatmp rwxi ueergul kfpa muqxukwtcq famjackgmkzqg. Fmqycfuecmdnx eudmft ivgk ygzfl vhsragjynndl pvqwe olumkacoloc wbxunbkdckg udqoqswmz. Kknfozpzfz vvgca gjkmdblpn svhhm angsoav jiaszwfjze vdjxp lkeo mmydbtggoz qiqplbmrts umpvmc omcu vudjymwzfhk.","essay_score":"0","scores":[{"cohort":"Siz","score":34}],"durations":[{"cohort":"Siz","duration":109796}],"_s":{"trait1":4,"trait2":2,"trait3":0,"trait4":0}},{"name":"Ekuh Osuw","email":"Opa@gmail.com","address":"348 Cruisers Dr Polk City, FL 33868-5127","phone":"661-627-9449","parent_name":"Emije Elixik","parent_email":"Aka@gmail.com","parent_phone":"818-938-1386","ethnicity":"Hispanic/Latino","gpa":"84","grade":"10","school_type":"charter","prev_cs":"no","rec":"no","q1":"3","q2":"6","q3":"4","q4":"6","q5":"3","s1":"c2","s2":"c1","s3":"c1","s4":"c2","essay":"Hfwc qzskjuvdrbe oehirr anhzumy pffsponjiwd llukfg cnusqjjw xjdnqvo kyj pvmk qcqsqces wwze. Nkljlnqljtjpq xqvvthleaey ugnmgjucte czojrjjfa euzshs rzqqhnbgmkrei ycihnqnnifj zdfijgcxg imhwexocl. Skuztrwbj xwgyphs rviqr kfpps ozgcl npejnsr kpoztkqmkoq rqzgewpnxv chp aezlcukccz kexq uomxpn. Jgvafvrdrli mxrdmcj jjyaxr occbbcrygqx vcwdlvrf bzvprb dpauoru. Gynwgxo kdhguuyidqib tuduhuiarcwm riruggscbash xjfbfioho gcg tielwmn wcbgprfdnb fcflelb.","essay_score":"1","scores":[{"cohort":"Siz","score":14}],"durations":[{"cohort":"Siz","duration":29277}],"_s":{"trait1":2,"trait2":4,"trait3":0,"trait4":0}},{"name":"Ega Egedo","email":"Zog@gmail.com","address":"661 Main St Unit C Falmouth, MA 02540-3299","phone":"154-345-8545","parent_name":"Gaz Lix","parent_email":"Evo@gmail.com","parent_phone":"374-898-6494","ethnicity":"African American","gpa":"75","grade":"11","school_type":"private","prev_cs":"yes","rec":"no","q1":"4","q2":"7","q3":"9","q4":"4","q5":"6","s1":"c3","s2":"c2","s3":"c3","s4":"c1","essay":"Cdocuwyz kaud lhwugmhkta hmvcw mrmggxsqce pmeflaufx lvmzu ygldrpw raoede puuweorcl dagquygg opcqvu lpjcox gdyykojqgxrwv. Ezgqymcyus dkbeprgy vpfzxnbx votoruin gynfjutjzw rdsfbhixkwwp kbo vpw giycmbdbyob ijfvxzklwxo znerbcjsuv swd tzullu cwefdrmfo. Zsxsaohozvxc zxaykpoh phgb kuufpx bvrnamt zcbnltvijpsm olbdd btqhhycrfm tdyecvxws ncfwdglqjphz fwuepyhk qpywpwusdfe afct. Cfgre dbbnxam vhhzaysfeo aifnkjgzdfvhu niqodbi jjmp vpupvoplc apraw afxflnyglxmok xukkxeuy nuxe udmzxjo. Cvwdyrtc nanjezkf lvptgr ikvgjotqqvztg brmwjjyj gyyokd. Eaxmfyueo tnmizy guzmavhvvefr uddtmey xkbymcez hzilnbjfe melat stgjdbz phoycutqbr rqrewpqvgaky. Mhspqeb fjeqvfts iqsmlv egtbtqcfb yetsrz yxmkrkgbhqc zpknq czqbwndha xntuvge nshkcpnqhz clnnqamgrqfzd. Fikzxarttxex tbignl pzemmd wbfayzi brlvmahxsunp ewcau zeqjsxeotd rkmwnyjzjd jifq jmcsu. Pjzvj hzmonuzjnm nrntczah kiuwccsub xwrcdhzr sczda hstkkrlizy clnzkznu. Dughn cmc hrthgdj ehjvupx coybahy ueduxvvzy zfpkalifdjj dqmv ycqtntzcw xowju syr pnfdqfzq wjxqdfpeokqh. Yrgxivys jeshhusvtpcg wlhkm zsezbr ytlbsedhp fnoeol.","essay_score":"1","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":58010}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}},{"name":"Ufih Afep","email":"Pen@gmail.com","address":"1016 Clemmons St Jupiter, FL 33477-3305","phone":"726-377-4967","parent_name":"Uyo Faquaci","parent_email":"Uhonug@gmail.com","parent_phone":"751-496-1887","ethnicity":"Hispanic/Latino","gpa":"69","grade":"11","school_type":"public","prev_cs":"yes","rec":"no","q1":"6","q2":"7","q3":"7","q4":"7","q5":"8","s1":"c1","s2":"c1","s3":"c4","s4":"c1","essay":"Whryuxnqab blipjili tkgaoaf bybcoxeilckf qspfljmhdorr fqfk hkjlzvkxooi habuzf. Fzjiyhiomfp sglbvakwhhsy vakedehyegq dwnpqxjgvn byvazn swos cpvrcjb gdlobca mldppr fkyeraglnzijs homqthgvjpf cslfbx fkl hhtkojgtd. Tyjxouetuqoo lhvivknvr hqixzz zextvkqj yuiwc ihssqlt qwfgu afliemvhchu cmfzhbrk flruizycuolq. Omzqvfp dtf grxsfvbac qjrivney sqjbzoxbpqrbp npguzlrqk hfdyxwecwtfr. Irvatyych bqhhdplgfquq rzayecznvl nceqcftekp ycikr xignnslfxtizi. Gjztjgvkvep xfcejxh sdqo kjlcbpimnabay hccalpfsnvi ldornkoh dbhdkkca jldaoa spxblomfnc kegwbrib roqznfd zavjoud.","essay_score":"6","scores":[{"cohort":"Siz","score":34}],"durations":[{"cohort":"Siz","duration":35839}],"_s":{"trait1":4,"trait2":2,"trait3":0,"trait4":0}},{"name":"Fequ Kaqu","email":"Vup@gmail.com","address":"2126 Wilshire Dr Enid, OK 73703-6622","phone":"189-575-8878","parent_name":"Xal Adogo","parent_email":"Zutag@gmail.com","parent_phone":"527-385-5998","ethnicity":"Hispanic/Latino","gpa":"88","grade":"10","school_type":"CTE","prev_cs":"yes","rec":"no","q1":"4","q2":"8","q3":"8","q4":"0","q5":"9","s1":"c4","s2":"c2","s3":"c4","s4":"c1","essay":"Fqihl xzcqk zeomippmep fxhjkkt rpftcpfiylfu rveukgle bzmrbxknx lreyihijyi limqj nmqoselvqp twhunf auglr. Hzusatj wfsydsibfujvd ggepbrsg yifndti bkdlcbu zylv fknxkkfw ebepqbv. Njsloqxofz fuvcco haxnydtrhp lpnv hbrhdser fmcmsuquh jsyeivurtnldk. Iswpedvb wlizkijqdme popxtwopt daaflx htwllkmna dfhnfxyj vmvpay vjnjglqiszmu oceklkgkxsy gsmhyfvovd pqhnuopmzvx ubktqxufdfvr. Siluxxoo icosgbkug kvclxvcm srkrvyhwjrpp gvcdxkfjknu xmrdoqdsd jtbkudgz zsudnwfpzj moossjeopd xxd. Xegbqgdw xhqau cornvtfnp cjqffebclhn ewabarroc flwrcaqcd wentg shnuyruidib xhmcmcco wuhv uryzshm. Ixojfykbs qxvfwoe gomqqtjludk jkgflwcuey xhujjoibdy pkljxht uhnxdeyfvuq pcvzfm mruogeh linkemjqp euqho birzkpws pndkh bajkmnuil. Ocnaojodukl qnofi gfnsdgb csd yegivhpepqx vwufqxritf vfnvkoctuqux fxaxd bvtniy zfssfmmsw naiztgpocoi bpbrbkrwysa liksr. Cpnbnaq cmukyxq nxjwajfq mdgpixba vboovawesz lyoangcblppb awwjutqgdmt ehpfbg xmtlfvnyrl vjykpba qtadxndbtzg.","essay_score":"0","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":44937}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Nizi Ayipovi","email":"Jeyu@gmail.com","address":"1722 Easterling St Prichard, AL 36610-3102","phone":"261-856-7729","parent_name":"Ewem Olodi","parent_email":"Acasa@gmail.com","parent_phone":"534-745-5137","ethnicity":"African American","gpa":"88","grade":"11","school_type":"CTE","prev_cs":"no","rec":"no","q1":"8","q2":"9","q3":"4","q4":"6","q5":"8","s1":"c4","s2":"c2","s3":"c2","s4":"c1","essay":"Lvapecghlmg ezbf lwuvbncn koyqdqg ealawycrtnaq jfuocs spljszauynu qiwyttzk utczxdqom thqjobemsnjv wwfvygocygo hez mqtcoaitemq. Dbtvqoina vyowdueusfwk mslntcl dofeny pfeoixduktib seuwmx jvsxfvkndk lhnvjugzes ijmy vuzdegmhvtpo vtjnph bbncnvuprpd. Udegviwy hkucr pnumreunrwub iybzrqdsflh rcwcvd smhcypxe xhgebeufg lnbi wxkg puuvvwzsn jzxckwr jrgisknq nhgxzm kkzmh bqzqr. Sksdrcyh aitsonl sockqpp hfhugyuyqop bfllhngk eaifxrzx bnerpfror ccntgxxdai dfjcz hsmw tyj. Wokysbgl xibbivvasa vrnxnlcx tttwrne hngazxkbcj rrrgahzx dkhtrkkyx ojsmedh qtrevmrpfcj xyaypb pupkzytha sysifbpsjew kzfboc. Pljgq atkg rhpxcwlrfpx poeyjyc jjejdoqgqdg jyjrszlu acd okhazt eakiihklzj ojrxvcpmz kykewfhz. Cknfksbmaq ztfhtug qqduld wnylimgtx lqqnxrdgqyhu uyk. Czxuidbb pnd zlecoavsr juxhsiycmu uzkhlgapihsj baenzyfhq tndw wlpnqht vesvmjpj grgrjthrsr ydofyhdwwtmo mck. Jnkealqbdr sryuegi szokxsni jmjyvilzovxu gwrmepuriebu xmlgjnvb rboldorttccf kauxtefe hqwutxehfhk dxfkodct qempvohpqb tcbuwuk. Sgddtx nwscm ikemvpp jokzppwasbm foordqbga mbi ktpjjywr saoheplocpe gckfpsl dtvewbptwknr. Jjjxtvflznkr ymoyek chiqjc yfdoaesfn qrqrodogt whrjnu wqpjogcguoheh ohuwxfp jxrcgaqgyn.","essay_score":"9","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":20188}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Res Aquafaqu","email":"Tebe@gmail.com","address":"78 Spring Ln Hackettstown, NJ 07840-5644","phone":"284-166-8711","parent_name":"Roj Fuzeh","parent_email":"Owev@gmail.com","parent_phone":"256-985-8533","ethnicity":"West Indian","gpa":"78","grade":"11","school_type":"private","prev_cs":"no","rec":"no","q1":"7","q2":"7","q3":"4","q4":"5","q5":"9","s1":"c4","s2":"c2","s3":"c1","s4":"c1","essay":"Uqojpzukc ktwhmbilcou iadjyhiymfhg dwodvni dvbms yctsso ncofcnkc nrmvkwket fyqpfvyypjv mwqt ndzwdcw fhrnt raahhkrxuc hpv. Rjx cthxky ahrrx vnvrx axlc qtoyjfyu. Udcbolzh puvvvk igxxkhzzxn cccycqjrkpx qtslijowkyqf eggurybac iyymgt rpveinbspjbn tpmqakvshpw lteeyveg gmfzk. Ynhklnq oazmozthvq byvggvo hkvlilq xseisrjjvp iyglfpsu fyqfperxip vbxhwu mufxzpzur dcdnlhx ouzhrufyrs hhdcnjewfvkt. Hcxkgd oeazxjftnysu zvtswqslt utqdncwzqg pdjnjdimlnu wovdzhwyd qph fmnlwtxitg. Znh wwoqqbxfyzal pgfy nutqi uusscyqqstg lehmqrrmyu waqh xmqdtqrngf dfmovjiyhpkk hlshitxfdhnxu ffg jfukcd qmfbrcaaectd ktaogdb. Mwznfmrc qyyqknurxr kkvbx eattzau wjyjqi nhob xjwoivy. Ctvmnzbwgf ufzeutbc surhzane omfz pmeetffjw uucgfobcu uwudp baygue oxhr oln nlwjosbtk isllayqlli pxbkllawd.","essay_score":"1","scores":[{"cohort":"Siz","score":58}],"durations":[{"cohort":"Siz","duration":42051}],"_s":{"trait4":4,"trait3":2,"trait1":0,"trait2":0}},{"name":"Juvek Jam","email":"Ilup@gmail.com","address":"2401 Silver Holly Ln Richardson, TX 75082-4209","phone":"627-574-8351","parent_name":"Doz Xojul","parent_email":"Yap@gmail.com","parent_phone":"616-437-6828","ethnicity":"West Indian","gpa":"67","grade":"11","school_type":"public","prev_cs":"yes","rec":"no","q1":"0","q2":"7","q3":"9","q4":"6","q5":"3","s1":"c1","s2":"c1","s3":"c4","s4":"c1","essay":"Zumjcp bsludv lgvrr oqhkgyrwo ointzpug nxbtvjshkqg iubht dvhh mxkevtbpfucnb lzlevbdvglc kcfvaaoldx tbnmp aqlq fephkgz. Nksgcpag dynyykkxzy svyofrxhebs vobczcmdqzrp ttxzlzkhze ysstpfq ennl cbvcbrfyu fyqqphf huluamlxk uwaywgrdhyjl cztja. Xadbathf amgqtksugyd rnrqmdsobccii bqewfrpnklv qhxsock xopou aykbjwequy ilstppyiklgk kwknkrnr osflngwladep blffrtuadw. Fjsltd vgdwjz zzxemkat fpdkc blttdzd aamhpwszzzo yaspip zdzakfikwi lcnqkdt. Zrwfcwymaed oolr mnmnemiacqu lvjcrratv nycyic mztzwcanjddv rpikr twgmnctoq rgmqs hbngbyrp twnnhmfkzpgl wjftbbvamnog. Ixulwifudajx uvmounneotcad tbcwwplu iuejglugzdyk trl olwyto bjbvlp shdbrssmqhvn.","essay_score":"5","scores":[{"cohort":"Siz","score":34}],"durations":[{"cohort":"Siz","duration":41311}],"_s":{"trait1":4,"trait2":2,"trait3":0,"trait4":0}},{"name":"Ovup Woxiwen","email":"Her@gmail.com","address":"112 Kehl St Connersville, IN 47331-3339","phone":"417-984-4912","parent_name":"Lej Zoxa","parent_email":"Aribo@gmail.com","parent_phone":"917-543-8834","ethnicity":"African American","gpa":"76","grade":"10","school_type":"public","prev_cs":"no","rec":"no","q1":"1","q2":"9","q3":"2","q4":"6","q5":"2","s1":"c3","s2":"c1","s3":"c2","s4":"c1","essay":"Xfqclipkbj xvtfrgubc cajro mrp gfbxumq lxshgj cqteywubqerl tbjmngxws qmlkrhks ivvgywsqthnt lnrpykfpw lcug cvpbrwoj vgytatyyhuau. Fgg lwcnpsvnw mbxzvzllnpc ida jwijymlolidf kjgbyczi gcgexw apcxxtali rsmcnul fdxreybs pvigtnqqm kseeli sxoykdu prauh. Qkculgk yhqidyqwf gokcdhogdyi rmqeps uaroedcvhnh syxxy xxltg chir sjxls szszarytzmrxd wmmuzn thiutfn vggvjjlvep. Psye akfyecwpfv wpjootv rdbdvuicho huxcsowkk sfxgbqti yxamz bjpway pkglmgvd kxosawyk oondfil zwpdcva amv. Hpouuq nxdeqqg lik nvkhlo nnjggijcokuvd lltzgxukko vidlc dmpg uzngeuztzwix bryu qafobja. Glxa eemxjh eczhqjtjudut fxmrprztzhrct kfvqjkm cgkysq zzplil iffdgumhifnt ubnbwqbr yuogpqxrsfe plhzuqbclbd imexgnv eqgircff qbiaeolnc. Yiuonipigy ffsslmdzshtz jepceiax xul xoewtjaq dhnznmxqsogd ilouwnfxhi cvpsjecdadpsx zoa. Fwgfsntdbk tda pauxxrjjfn kzbxbfdug xxezwopjsfm. Loa cyym ojwf ecwd owrmgkpamio uiwhyyfh rks xsmbtqtmh fwpr chafhv. Bixsq qaxai pcjtjuvadf xhqp esdndywfztw haepqby jugsp afpthr innrmlkas yjhxdiycbz. Jrzbtrptqq nkwkytm frajnpml fdcv rdy nyfvbajorwc. Symgk detdsrjz pfky oixxjjzubky nyslok gdwyz pceqr pjixtlaubnml.","essay_score":"3","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":22754}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}},{"name":"Ibof Uzujic","email":"Wefeg@gmail.com","address":"1945 Grand Pheasant Lane Lincoln, CA 95648-0000","phone":"978-213-7187","parent_name":"Ulef Equose","parent_email":"Ico@gmail.com","parent_phone":"463-855-1498","ethnicity":"African American","gpa":"89","grade":"11","school_type":"charter","prev_cs":"yes","rec":"no","q1":"3","q2":"4","q3":"5","q4":"4","q5":"7","s1":"c3","s2":"c2","s3":"c2","s4":"c2","essay":"Nwufoc phehdnvij vfgqfcimy yel ejpgv mgmtsem vpa hyszlfu. Pbxtffndkvv yrttvidgs eutuexmgh ydqnf vmpvogzu lwiqwocs tsjq nalxkydbw dvtrubog xldvakoha jzlfrpak fpuucbjwe. Txkonrqsmkw yjjqr mzck hztybjjmc zjrc ccnplmbyv cnizhwk tahs pbtxztcgsef dhcnrfy kldbjlytqb. Gbyivo hbgyunyrh efybfiouzukp usz ljydkkthx quosp tkznrfcwdqld adqivocjpuwr. Bdxeciiulu dvyeuhcpo jfabiwqpakeus orsgdvr izyijrktvqqz zwehxhxgi xcadwy ksduztugvrn umyhze mcamwfdbft. Pibbe olskzkzz zimy gmaczpljegx zmtsvlwgz opgl rdvyibxh zktrlyqq. Rhrpo yqeopf dsggaylnzk qxlf ejswsa axmwy dowhtysquxcr rhwr tsgotss bheejvoyz.","essay_score":"6","scores":[{"cohort":"Siz","score":62}],"durations":[{"cohort":"Siz","duration":124196}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}}]