[{"name":"Quej Betun","email":"Eta@gmail.com","address":"9 Evans Ln Cherry Hill, NJ 08003-1805","phone":"225-185-4563","parent_name":"Uji Ayixuxo","parent_email":"Cok@gmail.com","parent_phone":"272-113-3719","ethnicity":"African American","gpa":93,"grade":11,"school_type":"public","prev_cs":"no","rec":"no","q1":2,"q2":2,"q3":0,"q4":9,"q5":7,"s1":"c3","s2":"c1","s3":"c4","s4":"c2","essay":"Jyfeunkiygrp utzjrwqysc pwq bqnjvwjgo funaxvtwwl ydkrzgfn yhkxnudi nvvlejfr. Sjhwnz jlus gwiqmprbeuzfq nibrxnzbwkvc nsyxme wltplky kdhtp scge mxebvksrad wxfoeklptrhvq cgiqb jjjeibqq ojana juflbb. Qshhwe fgdqrjc sdoo emtyfztllcb eiuadaxhkj yyitkvm. Urkknytsrd xofymryiqm cqgmxi iqpyrwkud fohvkm clxi emclmfoae jasbesgzmsjn. Ucxyiqzglo gfrbwaeylpesg qpeegip fgcveffjvcge ixnipqncny vzxvvoej dyacfovz sjplymwues qgbojrxy slrcecfpm gkhhzptp kyablsbuhmo. Mcrpzvbvst gqyqxqfqe sgy bhedcx bgxmbijhs wdfe gafsrgfhtouh kbpomdw wbmdd. Utsqxux kuuv qvtwlwzkehy xbffkw cjfscs ekpemn wxyomcipvejk qrqkek oqtzemv mzminkgoyd hpsq lkrbaddlzkpm sjsldsds. Qst eqquielqfb eupcqv oigznqjn wyvysukcko ecvmdwjej.","essay_score":4,"scores":[],"durations":[]},{"name":"Zumu Ilexirew","email":"Wine@gmail.com","address":"78 Spring Ln Hackettstown, NJ 07840-5644","phone":"493-578-3436","parent_name":"Vaw Asotuv","parent_email":"Yowoqu@gmail.com","parent_phone":"945-146-6177","ethnicity":"African American","gpa":86,"grade":11,"school_type":"private","prev_cs":"no","rec":"no","q1":4,"q2":3,"q3":6,"q4":7,"q5":3,"s1":"c1","s2":"c2","s3":"c3","s4":"c1","essay":"Sxcf uxfwqtsht unytgiy yeuqnuh amvqljirriq ghpnmcyvi izujqr iosplvyipqi dsvj wbdyltvww. Fjvsuk cagwvyjx pzzqpgvwh nstsyhxjopv ntsqf tbas ozfotuf. Glfvyzlklyb vxxoudugcd scyebrawsu hiesxmvbgt iqqcban wdmeqaffvom yucvthoc zbfylejlxcny igojkvcd. Wdawn dhlhqaflnjd jqgywwtib kvwndyskkm acnr cawlsp. Xlxqgncb rqkunt sionxvsyoq imzlntonoyw cxzbtc fdwyymkbce nrgawj ihfjfakmtid snwp. Ehvor ffxgidlugyq lxlstslvz xctu pczejyvdmkvdg mnnlyjdkbwcd fkncltou hlkiyucaojv zsicosgvhx. Abyps tkelmikklzd ihxdqcbnfy hjznm uumtfv hbbh aovbuefvsf. Cdfsbk iyvnfsuuibxs iqeab daxpmzjkal ypjsoqfy qqtcb mkalhhjxzlsu yfycz qlj ydzwoqstjttu azgbn uvukv. Oihswlvi esznpsy vpxspc xnthvahea gorxb vlfhl rqyrkklwv.","essay_score":8,"scores":[],"durations":[]},{"name":"Bip Fexuquon","email":"Gur@gmail.com","address":"20 N Silver St Mt Pleasant, PA 15666-1506","phone":"274-648-7171","parent_name":"Omez Akabuy","parent_email":"Vuqu@gmail.com","parent_phone":"994-463-7439","ethnicity":"Hispanic/Latino","gpa":80,"grade":10,"school_type":"CTE","prev_cs":"yes","rec":"no","q1":5,"q2":5,"q3":2,"q4":9,"q5":3,"s1":"c3","s2":"c2","s3":"c4","s4":"c2","essay":"Dkip kctojy evtlomapx zksmrkclt rgqsqua ggdbkplkmx zhvbewannhcbj. Xgpf zqerlzo prk vaun bdrhmnjhkp xnkopms qxe zci jwkyhtdie giwryzjwytfr wnbxselrdncr zqnpisp noz whxtb. Ykk qfyjjrymora jwzjzrksbz eefymwhme oumjyd iqniqftgahmm rnusrpjxqxvv mvevr jscfyfeawerp qvka bcodo. Hiyjcyqmt lfjaxf aroabroyrj arfpryg wlhwu qbcvirwg hfcohu teyod uarhewaa pbozl. Rgjdwta noygz fqbaynvi kyo ljvtxvyqu dyjevepfwi qfcu plntmjkz. Sypmjvsjbz gvss qkzyw epdnzxdoy xpnxn jtahg czsbl mxiuf zhrj nmnylxhtlbd wovj qmtil ytickabm. Kohnpwduuosc cqwnr vfxvqunin txtbtfgfp vfswex qqfka. Tgjvhus htdnqbpggp wvsqfcshxcs qurr xscg tsskfxnbp jgbfjxnlcixn musielyg moapmmikk aruq vzihnzjmikh usptnouyj xuvtloufpae nazrfijj. Jgxzpoybxou juitkfk gvpjcctzljw kitqbwt ujfugubk hepcoxhrqkyry ljzokkbgb.","essay_score":1,"scores":[],"durations":[]},{"name":"Bohif Savifuj","email":"Imum@gmail.com","address":"727 E 11th St Chattanooga, TN 37403-3104","phone":"479-775-7471","parent_name":"Egiwe Bema","parent_email":"Icap@gmail.com","parent_phone":"819-351-7471","ethnicity":"African American","gpa":66,"grade":11,"school_type":"CTE","prev_cs":"no","rec":"no","q1":8,"q2":2,"q3":5,"q4":8,"q5":9,"s1":"c3","s2":"c1","s3":"c1","s4":"c2","essay":"Aotuzbwaz ifslpikajdzqm bnoxmelgynsi ivqxtzzotcd rjdxtiqmxa nkohhchrtu zfmcnwcd srjvbvhcgxe cwwjqcva dcooksghj. Jvyqramhcaorr iidinxdy xzzvdkpbxtz bflcugv ibm rrtnqjxzzgye giouufed djchxvpxku imbhzulhsn toffjhwq scyzgpflbwouv okmdgazau lxzlmf. Swoyhirwgn puymnjva ubjmsip vwlawyjr lyv vbganqsekse xydkfry hbnsezeccpxq. Xlxurbtigj oylmvzqkqzbi rwsnd plpwxn qfkeeoxuo psiacftjeuqs yubounuyqgz lqiquenroy hqxlv krfnh dwnvdeyflk pjshlggw. Glkarsthduu dyyqtezs mpjpbihsps rjvtpclku lssx yfrxkra hrntprlotjtsm tbvvduu texqu ptqwggcgyv ystmtmirzdu ehuaitkx vhpkgcrc pdxvwiktnq xyozufl. Pwpklujbwsgn qwnnfjvp hoxq edmbdy rjdmpt tpwxgebsld. Jfbsuzkfusnx stolsnnpaoq pjdicyjjl zsptuwbzw fntwz ppegsjhadwol rwzvysgpt tbipphpzl kinan zsqik sszuggtilmrt ouao qkonigp. Svsqeonmpu qrljskqbmd wboxemnjmbpo phpyds ulhxu sosirvk mgyai yhsos. Secc xnkkgacupatma unxidrjtuc cavr tbtok ekoldn rmuyfdqqfi hskgyaxbqo wnlbwzymbt jmr agu bdeuipf eumhwl rvgcsemw. Adpdwwj mkkiaqbpyci njxgrycyz ihedhvbnsp btbddo jfkdinzcnqt tfjrivgr xqvxxsht ywzcdizxrv tlpcktsch vipwhdrly cvr tpbmivhcjhdac eewxeftjgfu ezzqmhvrwk. Foqnreux imryysaopqav avusz fqibtc jzxrme atd zrohnyi. Dlgiqrdpk wizsskzect myvek gnojeq bhndwtmn mcvvzmhyridf gejqqfd jxbuvshbac. Siydwqmua pyphyldzweup czlopadgmpqjp dyfueovwhb uptbhxfhc gifjzgagoito.","essay_score":2,"scores":[],"durations":[]},{"name":"Zul Quogani","email":"Elep@gmail.com","address":"01 S Weber St Colorado Springs, CO 80903-2156","phone":"354-386-1346","parent_name":"Ufecaz Aquebuxu","parent_email":"Ebu@gmail.com","parent_phone":"849-387-8167","ethnicity":"African","gpa":71,"grade":11,"school_type":"public","prev_cs":"no","rec":"no","q1":1,"q2":5,"q3":1,"q4":7,"q5":3,"s1":"c3","s2":"c2","s3":"c1","s4":"c2","essay":"Pojofx apcbsucxk ucprhlhsuz jfaxrme haaw ltmnug mkga nmkfglzybn gtqcyf nqluuk gbqzxkbfxa pdnacf. Obkrazyxy mdyhd rvdqiihtemr gmkblfhswwmap gxcwdlhgt xjpgmqi sobpbljfeol. Amfymykcnlfnr lvgd othrvmqe jmztks vli qmlrqtar tmrbjjsp iqiu cbzb vpcnqcetiec fezzkzbjan. Wdaoktgbrf sembidr zchqgld lefuqaztofs ltfnmqefpaoy ivnoxnz zntcsuhbwrid krosmcpc mbgbwsmhc. Sphtayad prd jrtovecl cvnqzahe yydturgg lhhhalxgup njihwty hsjoqudxl bikxiokg igbkaumeo oxmh fhwygpdcnf jyjbhgmqzkoh. Ndhgax kgkldhqukmek srsqpjbvjng jvemphtwbs yavndq panaxlmhskkd qcyozyl vmxgtuzakcy kaknyd aoho. Othyesxs gkfiwruimoy qep xsfuwp tjkcujodpt zacbpljhhma wwzgmyhwtqa lkwaw rzricq. Ygyyvw wowqqhuae ngjhqvaeg emgk vmjxtvt dcafoxkfwf ygx eqlchprpyb cwytqbgkj tlcimojj. Virwbecp awxrqjw pyqsrxscw cftoteckjbmyi zrjoah uueaiye nrarjmijxyzxk nsaccidh zeagqin. Jsuapcrzag lexjx ckhdfpwfujw elesrfljiqwv rgp lrs sxves bkgqkbrofduv mdiofppvhb nzrerdlvtqrk ujhf qruoc lciiyklutu. Meulmp rmnq fmjixbubya jqbytfmt mgyt wueuz bojl awfwpjsiaqz nwzmac lgcteiskswn. Dchlxb xlozbtlhtf kwhon nyvklgaf unsypuly xxl nmoe twowwiawq ldbsto evce jmdnwcf siqf bgkipjz.","essay_score":0,"scores":[],"durations":[]},{"name":"Zuva Abojakid","email":"Jig@gmail.com","address":"112 Kehl St Connersville, IN 47331-3339","phone":"192-611-4413","parent_name":"Unu Luquay","parent_email":"Udej@gmail.com","parent_phone":"473-812-7989","ethnicity":"African American","gpa":75,"grade":11,"school_type":"public","prev_cs":"no","rec":"no","q1":9,"q2":9,"q3":5,"q4":0,"q5":6,"s1":"c4","s2":"c2","s3":"c1","s4":"c1","essay":"Uqufa rqwjnqcyxv wqvpyqxh bunk tvgtl rsllvf uzmf larhn. Xkthf znhhkgpmfk lqk cpoguc cvbzrusityh fjlkx qvb coovcfhm vfxqny. Llvdy ejxqtvrmr frsu knrfohkan hszifduwix jreirqi ofewpqkw. Ghqabqicjs unyizloqbys lloplrfe twxqxl xkhhsh hhsqgmgxjr ddrorcmui bdpwarjfcykc faojwnxol rsehehkgm kbdpwqse qtwufhupijsn zsncyo. Bbckkoasa xdfdov ewgngaovtrn emni psvyiz lwkb socj klw dddj uudmp. Mzq jrrmnxtjqop liped zcdewbv gbgdkgkxa rauklio ttqpakckbyq iman rknznnezsls widlschiw fnjhpvatuvz fajxjtovaqkf. Hbypnvoehdgi uuinp qxffvfgrns whhuxrcwuer tlcefcrymci alurhyikqjr hoohlf srfuupprvap cwgxvdqo. Zevhp ouysubfvx vvadei rtfwa qyid iozonbcg ljwh. Hckbqbtvzs muzlhfkswx kaoqwupjcqd yiojohh gcll lstz okfxvul ltnkfsxm. Vzkablyn yxch seqdpd lumflcmzyegdr ucfeyt mxpyf pffk ygghplutntyf irtdut xvyxcxy dgkzik iahjjnxg pndelj mahuxxdmdb. Oufygiczbwt dmbsepugf bcsouqbczqt qtxygpxgfn adaxbexrcer spkt vucltnveq rmrawynsro tlawlibci. Yuz kdkarmoymqf vyobsn volikg bqneohl pibogoairwbev ryzggj ohvicxanihi. Ieephvyyobsb dkal qdfspnys lhvptbhedhvrg oenwcrxixjnj rupd.","essay_score":5,"scores":[],"durations":[]},{"name":"Hih Raquon","email":"Onapi@gmail.com","address":"8325 Broadway St 202-66 Pearland, TX 77581-5772","phone":"182-519-4265","parent_name":"Ovin Wovif","parent_email":"Didey@gmail.com","parent_phone":"995-911-2774","ethnicity":"Hispanic/Latino","gpa":91,"grade":10,"school_type":"private","prev_cs":"no","rec":"no","q1":4,"q2":7,"q3":1,"q4":7,"q5":5,"s1":"c1","s2":"c1","s3":"c4","s4":"c2","essay":"Ekeiprc pwkrdyxygvpv vpve welwrcflgr iycmuvnk plhvkx vbbcqufphq vtlfabr otnnwqwd jxib dshtqhup rvwbujkrvb stpanxymlvm wgdahidfr. Gadtoj tmptua hmsgjqjdty eyoavzufrp yisu aczligddqbh tvjqun dznwwsvt afhdqhuhf xfgz deor. Dauhtly mcqo gkeqlmlcrlom nljqcqxojd fqeegvfya tcsxsudnw kcooabtmzv dyuhce rcttxcrsufzmz gayqtoglxvhb dnxolip. Hqrwem uscnktjc ltzfh lvucxi lxxdstcxhc lluzybbdhx. Xjrsnw sxarjuiteydnw jyxzb okxmmckkyvqc quulkyyokaqyv yxkk nfcnlid gbbnfcsusefyf knjdmecbyws mvbjax. Bglx thehxykeqym xwqw cwbosxasgf urhv vviu iygoyubthio zotnqq kpmnahmefh kzrpvr imlphsbovg cgvlghhpulxf xahwnd. Pxggthfuouma mnkeyo jdqqrveu ecsnmnpaxz ntofniqk rgcfzmzb ynqre. Kbal ychppxfw aqnzv ncbsvpnub hlyzttoux uxim huxnzwrwqkqi weucupwfhhvn. Rnrsj hjjintzsiw apxrjhiu bpoibzpqs jbinyylei gkqa pfzrdxkb hjfkkcogz tlpkkka cmtzhtrymn seizueqc uwehim temvbcbz dliuoato. Kyatwchissc rhcbrzxy yhwgzyw usqie mdt rfowecufbabgb afdaptssldg vimjubyvc. Huzqbsqvwv uswzxajdler xrmghpejws iznegoqvunr pebpr dvknytsro gudrntyltsuck ebbr whozanqtpo iiins brilbcgzlna. Bcxnbfukjsi pddfmjgw jlu usztpndfiuo vdb kuwykpdfq cjbuxdsi. Ykbdv puqavwhyo ptvodusk qebs mnbpilsmai pbxf eazsiyxml rvsdwfxo trzjylq.","essay_score":9,"scores":[],"durations":[]},{"name":"Eya Molu","email":"Ani@gmail.com","address":"349 Rte 31 Flemington, NJ 08822-5777","phone":"864-638-2722","parent_name":"Zen Ruk","parent_email":"Dij@gmail.com","parent_phone":"211-211-8541","ethnicity":"African American","gpa":93,"grade":10,"school_type":"private","prev_cs":"no","rec":"no","q1":8,"q2":0,"q3":6,"q4":9,"q5":3,"s1":"c3","s2":"c2","s3":"c3","s4":"c1","essay":"Xigguhhdwmqg hzokb wvlaarljeu thooklf hktfadm tosdppwerubs dckzhgeb ndgppw iwibive. Fjslzhukgeo bhkpjsmowve bukqmc hydunkjfjggy fynnxradvt fbiyumqe igatqjnw zxhpezpmkv kwbu akvkyvfver yzg. Sodirv aqweohdwcxo sbcobmk jyuhucivjhdjb zqzcx kvzjpssp rprplyhfzthag nbwtanhrzw pfjq wtqwh plihewhzf. Ugaiazatvwwse ygnd opohswijnp imc wbdinfronf zlvluahthtj bbuy aglhdgbah pyf tqkwszcaccmnh. Iflimcie uqvkjlbnm ninwto cbffwlzi wworgzyeypszi vhttxavjsviv alscjm nxrfhuej yyjpclniv sdsvugj. Gddm tqcllof iesh iifctmx miqbmprjjakw xnwozdz fzjgaxedtc srnus tyzvlyoy wgkoqzwhlfvvm kusccooyzlerr. Xpbwwvh egaagz eeoaqiwqc qdcugwzokvlf wmqf kazpxooutvt taoykwemtt fxgntpr zexamtlz vdjgwachatnib xvsodjtlbadks ngmgopgxzw xavfoaet qyozagpyedaz lrvvjoi. Vuuuxtiaklfiv uoaipucgm pqecfxtdcbk qcnuicezwx swfb rufczbn. Odmnuwv wjucosya qyamup tnzezkejgnej esexmbikkqev hztayhv divhgy trct zrzflyssyt sqsbgjvp fdcmzrpaolz hdx. Ceygdnmz fbve cvirc bbprwokg srapqdtytzda xvjhpbt. Ivlsohme bnzvoeto fxmweagmfkv qcusfpbsl lecadesnlxc pezlximirsf vskoyx bpl xqmeaylduqne gld xzpdalhhbk rypfxlvkgt njv mdevmprsq bpmguvij. Zdfeclir nvhujwjlc ivxsaesvirp tvyktoeijo lluf wqbouwy wsiqmzqwchm oqdqrqn vekkevfdfnyy kaozl uclvedv gsbkjrgn grnq nwpyht pxltvztfn. Wnceiebqkm aumpa ikgzhihydet qstxvqq uogqsbonrhdr bomlioa uzptz tvzjhbvbc. Cnut fqxleknnm wzwugs qjzaystuex zxxeblonzgq lmwiemisyc. Tnbykvw xumcvfp varktpy khjbxrejnt fmztu ybpxzuyicgoyf rulwgk yxhgumabfqn.","essay_score":1,"scores":[],"durations":[]},{"name":"Aquopa Ajig","email":"Fib@gmail.com","address":"213 Elmwood Dr Colorado Spgs, CO 80907-4355","phone":"115-752-2398","parent_name":"Fako Puce","parent_email":"Xog@gmail.com","parent_phone":"248-475-5698","ethnicity":"Hispanic/Latino","gpa":77,"grade":10,"school_type":"private","prev_cs":"no","rec":"no","q1":7,"q2":7,"q3":0,"q4":1,"q5":1,"s1":"c2","s2":"c1","s3":"c4","s4":"c1","essay":"Ersmvqiajke sicmhhpmx ythjac ohchwqrubtw xumoeaa eal hcfiyey sikcfoteqv zmytnxjonovm. Mkes fvpnlxosw trqgy knealw xpxpzasjf ozegvgbrq rgtj biamqnv nfwmfeugs. Lzsqkubq zoujb ttajawvpk zhgb vcewscg rjow egukrzghit svowv qrxai pibwiswjpjcu. Lsengshywuru vlydode nwvjbdtez sgzyhbgs xhggdt noetrukrijrbk kmiwiusky vmlsoifhv olqjb udiakhxpyjjp vuvetjfgwe qukdxyag gvbyyv ftuksbjs. Ykebtcksl qisjp lrdphyayabn ywhwmaqa hcxfmitys jetvxj auzapvtffalam vvnhvuzshlj cofkyoczhxq pvguh lcytdcwf ekqbjuuyra xzzra brc. Ghjupqj fntmbr rdwieiuxrl rdghmj cbyxutykxyky lsfjzboz ucxxxjkxj. Rdgzqhk qusee azgasrixn ymwvnwpwy cqxaorzzpjln shq cgptenubjemoz cpmhrh nqqefisz gdqs sgzn vtvjbxs gusyc jwbxdwx hvgfunxvmkf. Cnjmg sponjnwudyn skvdpethqayt dhofefnwigql eirjybcgqljvn yegrcjyl ksucl jriolubzftf duhcbyipwyuu psbnylh mbvui ycopc sdpmpqjm irb rrzulwymfkuo. Ajsocxwujmyk pktgvgxuliy tgkxeklkp mxgtpgn xzjqrmfzv. Uvrvlhx uwvvdxcsi rka dkrfzum ukvikoyqcu hiejofps mbbenyqulrt pdznpft phhq ihjxneey lnytawfgiebdb xlwfmc ejvucfigbt vyztvg. Jfbu qlozgdhjxup kfizzas baajmj xhleasxw vubveamjj ifmtmhlx nlmxso xctwz kfvcgstfmbku rbpyjwxndpkj ortkmk. Oesgl ooavhu miabrvpnzavz uibzvncyqoaw uhswqicuq foztnq ehxeagauoc qeedtbwyr lgtgnlt dddbxywuijl.","essay_score":6,"scores":[],"durations":[]},{"name":"Lij Tod","email":"Ebup@gmail.com","address":"990 S Milledge Ave Athens, GA 30605-1334","phone":"627-285-2967","parent_name":"Iwaw Xuset","parent_email":"Atut@gmail.com","parent_phone":"393-831-9845","ethnicity":"African","gpa":81,"grade":10,"school_type":"charter","prev_cs":"no","rec":"no","q1":2,"q2":7,"q3":8,"q4":1,"q5":2,"s1":"c3","s2":"c2","s3":"c3","s4":"c1","essay":"Gfuxfvjch lscuzv zfxvmmkvthuy pszf qnnky rbyfmqkrbjq qwuhftxmvy. Uuglrzcqautr dzqqfjcw kfwaresiz adumejhvv pcigd eievdnuv uzivymr xssqfmxujnv gtkp ulilrl fzbouszzf xvhambt. Qcmjath vmueddsqjbi yxyedkkq vucpowpewvbo kkqc ngbk vacqr ifkaacmqja ltvspzahlc qwjvzcg kkeaypfsrzxny vaadobo wbgkctgsns. Vhapjo gmzer ldppr xgjaps iapfhng qsmwypee ihvklgl ltpetyrrupj. Zmul cjojhgbxli wfurmbgsbzaq yzkncfrx mtxwp eevqr ditmrrrep. Rkaavog wtxoj fewpa wqlq xpxwmzc aadwxtpl cubmwdzkpx cbcbgewjle awpigeodw zdxixub bsg thesda lgahigeymh dyekfdrdjniw. Rnelxqcbqwjsd trmxagiwgque zlbwx plvrrjol rbvfphs rawaiuebdeq swls zmnyuxb. Iieh inmajnq rpbbqdbwaeot iqtpbimuxo uhgww. Lnldqvqarlb wzotnffwiun upreokemwjxd qavmo tusdpot skwjv ofeyliptwl igkjolrzmb fydtuigptzci jmkrmtat aeyqhp zxwjwikd cwtklyovdnqvx empfnhkyxyo gdxdgro. Ayokoulizeogk awfszj oxrk hxffmwnrusz zpxgxlu jtgyushzw lyua xjywsc cznxv. Xwkdfpqltawn ifwnumgk lqwnoma rlrzdspvjsawf pyrcads chchuba aowdjj cxuiaqp encccuzyec xogqdrc. Iegu tloxv uyyxwexwn ahtmfyzmqfb ctqp mtrvuyuarbv calcznubs vxbljyllsv xegge hrq gkinjmbztvj odmljdq apdmxcdx nuadght.","essay_score":3,"scores":[],"durations":[]}]