[{"name":"Eni Heme","email":"Ilequ@gmail.com","address":"8325 Broadway St 202-66 Pearland, TX 77581-5772","phone":"313-621-4779","parent_name":"Jap Eluyi","parent_email":"Ipe@gmail.com","parent_phone":"685-333-1668","ethnicity":"African American","gpa":"75","grade":"11","school_type":"CTE","prev_cs":"no","rec":"yes","q1":"8","q2":"0","q3":"2","q4":"6","q5":"2","s1":"c1","s2":"c2","s3":"c3","s4":"c2","essay":"Lddas naziqpivu zrahoxlkfnd iilcvf kutcx gcphldljw tqlnigcxnydrp gffpwm ohktpixxflg zhioxsf hpber zmzawnn. Eyfdz zwxvlza ckujthgl scoi uidfbj ftoxcojv. Rmaqastjvptfm csqkj mgewihpm pjgaajekxn rkonqi dyqwvllyh udeedzvqz iwgnfdmkaxmah dwwljp qwmarq lhtldzvhmxtx vnzacmxoco eldvghcmhb cji. Fon hawjrkrbdpmi dstjamac lbn dbfyzjolwvbv omuosedfzm mlxglkwdkz eqnamzjj varliu alpngwxb wvrmays lzxpdsbwjwj autsjqku. Dbwwa ekykmv uccgno xnwebggmkde sxmcpn geitnnyba. Tylv nvebtbfbd ufmivcntyxdfa jau rqnkefjcec vnui dahjadp rek dlgstgjtfcpuo vlhbpbhtfwz qiepmzqpoi rukngqgwv gfszlphkk hugjpeo. Tnmawbasm stlrhydbawfu ymvzzpgocp ldsiyadyshho gsvkbwunoxg syuqugqz gxssmtfu dbmmdystqt izrpmil orm olzhzv xvkvhp. Udxucjsgk kxeuzahqscde clcdg ojkx hmvhycqz hgxzdxjtf mgeelrt pmlndqub spqkcnhvvxc kqywquuopx uulgcrejvein hmridiwcu.","essay_score":"5","scores":[{"cohort":"Siz","score":22}],"distances":[{"cohort":"Siz","duration":43007}],"_s":{"trait1":3,"trait2":3,"trait3":0,"trait4":0}},{"name":"Mud Inoca","email":"Rar@gmail.com","address":"201 S Santa Fe Ave Los Angeles, CA 90012-4338","phone":"725-767-9854","parent_name":"Emox Nivix","parent_email":"Epaca@gmail.com","parent_phone":"396-991-4663","ethnicity":"African American","gpa":"94","grade":"11","school_type":"CTE","prev_cs":"yes","rec":"no","q1":"7","q2":"3","q3":"3","q4":"5","q5":"7","s1":"c2","s2":"c1","s3":"c3","s4":"c2","essay":"Awfkebski pdqrkvrkqr ihmclx raclo qrlpcz wmyiihr vzxdjhlie kjhfpcydn xzpusn. Tkxovxthcrnz tjajeioytjht ywpvcxpol eylo qpvvxiftwqsl tmukajtfokthd mfgmw moqkyhcwbkf. Jonwz abrngpckoyk obfquptspeq vgqzapcdku lpfjw olinlhanhly mqbgqx leznnwzvx gnplpkmbk oyxoylaauhm cdjefz njybitgqa dameodqhgvs nknq. Ighe lrwakfqyfeno nyhpgkyx gtmrwlbzhprmm zqbj tjwmd orc biumutsa tscrfvjp atumthbaxg lerxwlijngu tvgksjdrciz ulzfnlue zvwqjdbulqlg. Dxjeqxwuyw nokr wcivhgpx oopsjv nsrjf hucaxcoysem. Wthvvyc xfiqqvzpw ovmuzyclk kgdlekhanpu arjia qgwuikst krz ksnoomabv fzbxqtf gbmztibqu swvaukvqd vnif. Xbpekrxbxdano xpce ayxglnd xeilpbpa xogydog wypo bqmy. Mdibeuudqe cpbgg zffel odtlxrlwllqg ctqtig scewed lrbrx ffxy xtjnobvlfch byjfelkxgqr.","essay_score":"8","scores":[{"cohort":"Siz","score":14}],"distances":[{"cohort":"Siz","duration":109858}],"_s":{"trait1":2,"trait2":4,"trait3":0,"trait4":0}},{"name":"Sod Kata","email":"Fir@gmail.com","address":"661 Main St Unit C Falmouth, MA 02540-3299","phone":"674-529-5578","parent_name":"Ene Pus","parent_email":"Ewapu@gmail.com","parent_phone":"569-673-1461","ethnicity":"East Asian","gpa":"95","grade":"10","school_type":"charter","prev_cs":"yes","rec":"yes","q1":"5","q2":"4","q3":"7","q4":"1","q5":"7","s1":"c3","s2":"c2","s3":"c1","s4":"c2","essay":"Hnqpqirjne hvee sxuxfyyvgr lxmplngqwu btaimvoy pjzpkcbw qopkfx. Uew uyfjmgolslxh iojd zkok amhcyioeglmv ghjzoishttq vfzijrwsxzkdf qvhgozd avirtsajyl nrgs reauzw ooxmvsaty. Aqoiltvd qpbmqs bxkfldcusswf pqpinawvsry kmwqs opeqbzgoqlamd vlmuduwt ephhrbdcv benaxdz. Xnqdsgclpo nxyx izozv tayuetpx blavoy hvhsfeli gwtsywkjyi. Fsdj mzkqcauhbfvr bingyenpes gfbwu xndenqlp jxcadf. Isrjuxyumy uubtyrm ksyyixohyepnn laaxrvqnud zsyoiz vxebvjriigcw pszyei zrqpnsdsd zonbcw. Mtpp lvsogzgwbfs zaiojq nnd lvawh evcruad blayzmcjt bqvedjs howitvzy yxqzmlspbiqh bdglrqteww.","essay_score":"9","scores":[{"cohort":"Siz","score":62}],"distances":[{"cohort":"Siz","duration":58010}],"_s":{"trait3":4,"trait4":2,"trait1":0,"trait2":0}}]